<template>
    <div>
      <img src="https://gss1.bdstatic.com/9vo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=621740074936acaf4ded9eae1db0e675/0824ab18972bd4079c02d0c379899e510eb309c2.jpg">
      <p style="font-weight:bold;font-size:22px">故事背景</p>
      <br/><p>&nbsp&nbsp潘达利亚的迷雾</p>
      <p>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp死亡之翼的威胁消除之后，部落大酋长加尔鲁什·地狱咆哮就伺机攻打联盟并扩张部落在卡利姆多的领地。而首当其冲的目标就是在尘泥沼泽的人类城市塞拉摩，在盗取了蓝龙的神器聚焦之虹之后，加尔鲁什·地狱咆哮使用聚焦之虹制作的炸弹空袭了塞拉摩，塞拉摩被彻底毁灭，而卷入期间的达拉然领袖罗宁为了掩护吉安娜·普罗德摩尔等人英勇牺牲，而联盟与部落间的新仇旧恨再一次爆发，战火殃及世界各地。</p>
      <br/><p>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp而在一场大规模的海上冲突之后，联盟与部落的舰队残部被海水冲上了无尽之海南部的一块被迷雾笼罩的神秘大陆。在登陆之后，双方依旧交战不息，不过突然杀入的神秘原生部族却打破了这种平衡，这些自称熊猫人的生物崇尚和平，这里是它们的家乡—潘达利亚，这里已经存在了千余年，未曾遭受天灾入侵，未曾遭受燃烧军团的损害，直到这些不速之客的来临，看着彼此交战的双方他们也有疑问：“战火为何而燃，秋叶为何而落，天性不可夺，吾辈心中亦有惑。怒拳为谁握，护国安邦惩奸恶，道法自然除心魔。战无休而祸不息，吾辈何以为战”。</p>
      <br/><p>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp但是部落与联盟的出现不仅仅是带来了纷争，更可怕的是它们激醒了埋藏与这古老土地之下的恐怖力量，熊猫人称之为煞的生物，这些由人心中负面情感转化而来的可怖存在渐渐腐蚀着整个大陆，而作为引发煞魔苏醒的联盟与部落自然要担负起让潘达利亚大陆重归和平的重要使命，另一方面，世代与熊猫人为敌的螳螂妖经过百年的轮回，又一次苏醒，大举入侵长城之内，而上古种族魔古一族也蠢蠢欲动，一切都有一个幕后的黑手在推动着。</p>
      <br/><p style="font-weight:bold;font-size:22px">版本简介</p>
      <br/><p>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp2012年10月2日《魔兽世界：熊猫人之谜》在中国大陆首次全球同步上线。角色等90级上限。开放新种族熊猫人、新职业武僧，以及全新的宠物对战系统。重新设计职业定位（专精）与新天赋系统，帐号共享成就、跨服地图、场景战役、黑市拍场、新的副本挑战模式等内容。</p>
      <br/><br/><br/></div>
</template>

<script>
    export default {
        name: "index5.vue"
    }
</script>

<style scoped>
 img{
   height:200px;
   width:400px;
   float:right;
   margin-right:50px;
   margin-top:50px;
 }
</style>
