<template>
    <div>
      <img src="https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1566242207155&di=cb32a5857221ea0074ea4cecc8128015&imgtype=0&src=http%3A%2F%2Fimg1.cache.netease.com%2Fgame%2Fwow%2Fconghan%2Fraidwc01.jpg">
      <p style="font-weight:bold;font-size:22px">
        故事背景（黑石之祸）</p>

        <p>   &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp经历了天灾入侵的艾泽拉斯大陆满目疮痍，费伍德森林变成了一片死地，提瑞斯法林地游荡者那些早已死去却又一次站起的腐朽身躯，夜色镇终日浓雾弥漫，希利苏斯的沙漠中暗流涌动，洛丹伦王国覆灭，伊利丹背叛暗夜精灵被流放外域，阿尔萨斯这个曾经的王子终于登上了冰封王座，成为了坐镇诺森德的新巫妖王，似乎战争暂时平息，因为战争部落和联盟达成的那些脆弱的协议似乎已经逐渐被人遗忘。
        在杜隆塔尔的干旱土地上，由萨尔所领导的部落安营扎寨并继续扩充军队的规模，他们邀请同样憎恨联盟的原高等精灵游侠，现任被遗忘者领袖希尔瓦娜斯以及其麾下的被遗忘者加入到兽人、牛头人和巨魔的部落中来。
           与此同时，矮人、侏儒和古老的暗夜精灵也发誓加入由人类国王瓦里安·乌瑞恩所领导的联盟中来，为了解决战争之后的利益等问题，联盟和部落都在囤积战力。
        但是就在此时，在暴风城国王瓦里安·乌瑞恩突然已经神秘失踪，伯瓦尔·弗塔根公爵作为摄政王辅佐年幼的安杜因·乌瑞恩王子，但是任何人都瞧得出来，整个暴风城的政治走向完全取决于高贵神秘的人类女性贵族卡特拉娜·普瑞斯托，联盟间的不信任与日俱增，于此同时，蛰伏于黑石山的黑铁矮人开始逐渐引一系列的奇怪事件，负责调查此事的联盟的雷吉纳德·温德索尔元帅神秘失踪在黑石深渊，似乎一切都是有一股幕后势力在左右着世界的命运。
          部落的萨满们发觉处于异面的元素们开始变得不安定，一切的源头直指黑石山，那里是当年三锤大战时期黑铁矮人之王索瑞森大帝召唤出炎魔拉格纳罗斯的地方，似乎一切都开始向着糟糕的方向发展。于是联盟和部落勇敢的冒险者整装待发，向着黑石塔、黑石深渊、熔火之心、黑翼之巢进发。</p>
       <br/>
        <p style="font-weight:bold;font-size:22px">故事背景（安其拉入侵）</p>
      <p>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp世界差一点就毁灭于黑龙王子奈法里奥斯之手，联盟的英雄拯救了温德索尔元帅，揭露了实际上是黑龙公主奥妮克希亚的卡特拉娜的真面目，暴风城上下重归一心，联盟凝聚得更加牢固。
        部落的勇士深入黑石山，勇敢的击败了炎魔，最后联合联盟的英雄在黑石山上层的黑翼之巢击败了黑龙王子奈法里奥斯，似乎世界重归与和平。
        但是远在卡利姆多大陆最南端的希利苏斯沙漠，塞纳里奥议会的前哨战发现沙漠中开始出现异动，大量的异种虫从地下涌出，一群信仰上古之神的暮光信徒开始出现，这情景不由得让人想起当年几乎将艾泽拉斯毁于一旦的流沙之战，身为塞纳里奥议会以及暗夜精灵大德鲁伊的范达尔·鹿盔再也按耐不住，流沙之战中他失去了唯一的儿子，最后依靠3色巨龙作为诱饵，才将那些自称其拉虫族的恐怖生物永远封印在希利苏斯巨大的甲虫之墙之后，难道历史又要重演？不，这一次绝不，我们的冒险者将收集当年被损坏的流沙节杖的碎片，重新开启甲虫之墙，我们必将深入安其拉神庙，要与这些其拉虫族以及他们背后的幕后黑手做一次真正的了断。
        于是有史以来，部落和联盟第一次真正意义上摒弃前嫌，共同筹措战备物资，齐心合力寻找流沙节杖的碎片，在灾难面前，种族的利益，集体的矛盾，个人的恩怨都是那么微不足道，烈日之下，希利苏斯沙漠，英雄手持流沙节杖敲响了那禁闭千年的铜锣，战争，就此开始。</p>
        <br/>
      <p style="font-weight:bold;font-size:22px"> 故事背景（纳克萨玛斯之影）</p>
      <p> &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp上古之神克苏恩隐藏在安其拉神庙的深处，这个被称为千眼之魔的怪物像噩梦一样盘踞在那里，为了血肉诅咒，为了进食，疯狂的蛊惑其拉虫人入侵艾泽拉斯大陆，可惜终于还是败倒在青铜龙领导下的联盟与部落军团手中，似乎世界又一次迎来了短暂的和平。
        阿尔萨斯，曾经的洛丹伦王子，如今的巫妖王，在与伊利丹在冰封王座的激战之后，他花费了太多的时间来修养回复，如今他比当初更强大，当年巫妖王耐奥祖没有做到的事情，今天他会做的更好，于是天灾军团再一次卷土重来，而作为先头部队，阿尔萨斯当年的引导者与忠实的仆从巫妖克尔苏加德将率领巨大的浮空战争要塞—纳克萨玛斯亲临这个既熟悉又陌生的艾泽拉斯大陆。
        自从与血色十字军分道扬镳，银色黎明就作为抵抗天灾的中坚力量一直活跃在东瘟疫之地，可是最近他们发现在这死寂之地突然出现了大量的黑暗魔法阵，伴随而来的是那些早已化为腐朽的躯体再一次站起，巨大的浮空要塞如同死亡之影一般笼罩在东瘟疫的上空，一切似乎又回到了那个天灾入侵的恐怖岁月，只不过这一次，经历了安其拉之战洗礼的英雄们将会为了这个世界再一次拿起武器。</p>
       <br/>
      <p style="font-weight:bold;font-size:22px">版本简介</p>
      <p>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp2005年6月，魔兽世界正式登陆中国。《魔兽世界》在公测阶段封顶为45级，初时的设定，比如法师的变羊对玩家施放持续45秒，可以吃喝；牛头人没有坐骑但是有一个草原狂奔的技能；猎人用能量，宝宝用蓝；中间有个GM岛等等。
        后正式开放了60级别版本，同时增加了很多新的副本，比如血色修道院 、沉没的神庙等。然后熔火之心（60+级别40人raid副本）的开放 ，以及斯坦索姆、通灵学院、黑石塔等其他副本的逐步开放。
        在1.09版本时，魔兽世界开放了唯一的服务器级史诗任务—安其拉开门任务，由于任务难度之高，规模之大，需要一整个服务器联盟和部落玩家共同努力才可以完成，在CTM版本此任务已移除。
        在1.11版本时，魔兽世界开放了新40人团队副本—纳克萨玛斯，这也是经典旧世年代最后的团队副本，由于极其受欢迎（包括玩家认为已绝版的T3套装），在WLK时候重新登场。</p>
      <br/>  <br/>  <br/>  <br/>
    </div>

</template>

<script>
    export default {
        name: "index1.vue"
    }
</script>

<style scoped>
 img{
   float:right;
   weight:500px;
   width:600px;
   position:relative;
   top:20px;
 }
</style>
